export default {
  currentAspect: 'carrier',
  aspects: {
    carrier: {
      name: 'Карьера',
      opinions: [
        'Я боюсь выглядеть непрофессионально в глазах окружающих',
        'Мне сложно назначить высокую стоимость за свои услуги',
        'Я не могу позволить, что бы обо мне плохо думали мои клиенты',
        'Я не принимаю критику в свой адрес',
        'Я всегда затягиваю окончание дел',
        'Я живу в маленьком городе, поэтому работаю за 3 рубля и не меняю работу',
        'Я никогда не смогу открыть свой бизнес, потому что…',
        'Лучше это, чем ничего, зато стабильно',
        'Сейчас кризис и никто ничего не покупает', 'В моем возрасте устроится на работу сложно'
      ],
      barriers: [
        'продвигаться по карьерной лестнице'
      ]
    },
    finance: {
      name: 'Финансы',
      opinions: [
        'Я не люблю деньги',
        'Я считаю деньги грязными',
        'Я стесняюсь брать деньги за свой труд',
        'Я стесняюсь когда за меня платят',
        'Я волнуюсь что потеряю деньги',
        'Я боюсь больших денег',
        'Я привык/привыкла экономить',
        'Я не умею зарабатывать',
        'Много все равно не дадут, потому что..',
        'Неудобно брать деньги со знакомых',
        'А вдруг не заплатят?',
        'Деньги даются тяжелым трудом',
        'В моем возрасте невозможно зарабатывать деньги',
        'Я экономлю на себе, потому что...',
      ],
      barriers: [
        'зарабатывать', 'сохранять деньги'
      ]
    },
    health: {
      name: 'Здоровье',
      opinions: [
        'У меня плохая фигура',
        'Я не могу достичь нужного мне веса',
        'Я не достаточно забочусь о своем здоровье',
        'Я недостаточно забочусь о своем внешнем виде',
        'Я не довольна/недоволен своим возрастом',
        'У меня зависимость от еды',
        'У меня лишний вес',
        'Мне лень регулярно заниматься спортом',
      ],
      barriers: [
        'быть здоровым'
      ]
    },
    relations: {
      name: 'Отношения',
      opinions: [
        'Порядочная девушка не вешается шею мужчине',
        'Со мной- неинтересно',
        'Меня не за что любить',
        'Все Мужчины – сво...',
        'Я не готова к отношениям',
        'Я не достойна любви и уважения',
        'С мужчинами жить и знакомиться опасно',
        'Я притягиваю слабых мужчин',
        'В моем возрасте выйти замуж сложно',
        'Мужчины не плачут', 'Главное в жизни женщины – семья', 'Я не могу расстаться с мужчиной, которого не люблю, потому что…'
      ],
      barriers: [
        'найти вторую половину'
      ]
    },
    person: {
      name: 'Личность',
      opinions: [
        'Мне страшно выступать на сцене',
        'Я не умею говорить нет',
        'Я трачу впустую много времени',
        'Я живу в маленьком городе, поэтому не развиваюсь',
        'Не могу тратить деньги на тренинги, я попытаюсь развиться сам',
        'Личностный рост – это дорого',
        'Я неудачник', 'Я никогда не смогу это сделать', 'Я не смогу, потому что у меня нет денег (образования, связей)', 'Я неудачница. Не достойна ничего хорошего'
      ],
      barriers: [
        'развиваться'
      ]
    },
    relax: {
      name: 'Отдых',
      opinions: [
        'Я не умею расслабляться',
        'Я жалею деньги на отдых. Они мне тяжело достаются',
        'Сначала поработай, принеси пользу, потом можешь отдохнуть',
        'Отдых - дорого, это мне не по карману'
      ],
      barriers: [
        'отдыхать'
      ]
    },
    family: {
      name: 'Семья',
      opinions: [
        'Я не доверяю мужу',
        'Я живу в маленьком городе, поэтому не могу выйти замуж',
        'Есть муж – держись за него, все-таки мужчина в доме…',
        'Женщина должна всё успевать – на работе и по дому. Иначе она- плохая хозяйка',
        'Ко мне относятся несерьезно т.к. я плохая хозяйка',
        'Я должна за все отвечать',
      ],
      barriers: [
        'иметь гармонию в семье'
      ]
    },
    spirit: {
      name: 'Духовность',
      opinions: [
        'Я не уверен / не уверена в себе',
        'Я осуждаю себя',
        'Я стесняюсь просить помощи у людей',
        'Я не хочу стареть',
        'Я не уважаю себя',
        'Я полагаюсь на авось',
        'Я боюсь быть в чем либо несовершенной/несовершенным',
        'Я боюсь будущего',
        'Я часто недовольна/недоволен жизнью',
        'Я часто осуждаю людей',
        'Я раздражаюсь, когда люди вмешиваются в мои дела',
        'У меня никогда не получится…',
        'Важно, что подумают обо мне люди!',
        'Я должна быть хорошая для всех'
      ],
      barriers: [
        'найти своё предназначение в жизни'
      ]
    },
  }
};